# use publisherId field in extensions.json
# this format = publisher.name
#
#themes
dracula-theme.theme-dracula
akamud.vscode-theme-onedark
PKief.material-icon-theme
zhuangtongfa.material-theme
arcticicestudio.nord-visual-studio-code
esbenp.prettier-vscode

#languages
rust-lang.rust
my-python
msjsdiag.vscode-react-native
ms-vscode.cpptools
13xforever.language-x86-64-assembly

#tools
Orta.vscode-jest
firsttris.vscode-jest-runner
asvetliakov.vscode-neovim
hbenl.vscode-test-explorer
panicbit.cargo
cargo-inspect-vscode.cargo-inspect
serayuzgur.crates
ZainChen.json

#other
Wakatime.vscode-wakatime
CoenraadS.bracket-pair-colorizer-2

